Repository: Alucard2169/panon
Catalog: translations/po/plasma_applet_panon_*.po
Languages: nl

# @title
source: General
nl: Algemeen

# @title
source: Visual Effects
nl: Visuele effecten

# @title
source: Colors
nl: Kleuren

source: Input device:
nl: Invoerapparaat:

source: Fifo path:
nl: Fifo-pad:

# @option:check
source: Reduce the weight of bass
nl: Basniveau verlagen

# @option:check
source: Use GLDFT (to lower CPU Usage) (experimental, not recommended)
nl: GLDFT gebruiken (om het cpu-verbruik te verlagen - experimenteel en niet aanbevolen)

# @option:check
source: Debug
nl: Foutopsporing

source: Audio frequency:
nl: Audiofrequentie:

source: Test your audio frequency.
nl: Test uw audiofrequentie.

source: Latency / resolution:
nl: Vertraging/Resolutie:

source: Mixing All Speakers
nl: Alle luidsprekers worden gemengd

source: Mixing All Microphones
nl: Alle microfoons worden gemengd

source: Mixing All Microphones and Speakers
nl: Alle microfoons en luidsprekers worden gemengd

source: Randomize colors
nl: Willekeurige kleuren

# @label
source: Color space:
nl: Kleurruimte:

# @label:spinbox
source: Hue from
nl: Tint van

# @label:spinbox
source: Hue to
nl: Tint tot

# @label:spinbox
source: Saturation
nl: Verzadiging

# @label:spinbox
source: Lightness
nl: Belichting

source: Effects
nl: Effecten

source: Lower FPS saves CPU and battries.
nl: Verlaag het aantal fps om het cpu- en accuverbruik te verlagen.

# @option:radio
source: Show FPS
nl: FPS tonen

# @option:radio
source: Auto-hide (when audio is gone)
nl: Automatisch verbergen (als er geen audio wordt afgespeeld)

# @option:radio
source: Animate auto-hiding
nl: Automatisch verbergen voorzien van effect

# @label:spinbox
source: Height:
nl: Hoogte:

# @label:spinbox
source: Width:
nl: Breedte:

# @option:check
source: Fill height (don't work with Auto-hiding)
nl: Hoogte opvullen (werkt niet i.c.m. automatisch verbergen)

# @option:check
source: Fill width (don't work with Auto-hiding)
nl: Breedte opvullen (werkt niet i.c.m. automatisch verbergen)

source: Gravity:
nl: Zwaarte:

source: Center
nl: Midden

source: North
nl: Noorden

source: South
nl: Zuiden

source: East
nl: Oosten

source: West
nl: Westen

# @option:check
source: Hide tooltip
nl: Hulpballon verbergen

source: Version:
nl: Versie:

source: Error: Find undeclared arguments.
nl: Fout: niet-aangevulde aanvullende opties.

source: Error: Failed to load the visual effect. Please choose another visual effect in the configuration dialog.
nl: Fout: het visuele effect kan niet worden geladen. Kies een ander effect op het instellingenvenster.

source: Error: Failed to compile image shader.
nl: Fout: de afbeeldingsschaduw kan niet worden gecompileerd.

source: Error: Failed to compile bufffer shader.
nl: Fout: de bufferschaduw kan niet worden gecompileerd.
